Repository: CloudFerro/cmsplugin-vector-map
Catalog: src/cmsplugin_vector_map/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Vector map
pl: Mapa wektorowa

source: Vector map name
pl: Nazwa mapy wektorowej

source: World
pl: Świat

source: Europe
pl: Europa

source: Europe (simple)
pl: Europa (prosta)

source: Africa
pl: Afryka

source: Asia
pl: Azja

source: North America
pl: Ameryka północna

source: South America
pl: Ameryka południowa

source: pixels (px)
pl: piksele (px)

source: percent (%)
pl: procenty (%)

source: relative to font size (em)
pl: relatywne do rozmiaru czcionki (em)

source: map type
pl: typ mapy

source: width
pl: szerokość

source: width units
pl: jednostki szerokości

source: height
pl: wysokość

source: height units
pl: jednostki wysokości

source: background color
pl: kolor tła

source: Any CSS compatible format
pl: Format kompatybilny z CSS

source: border color
pl: kolor obramowania

source: border opacity
pl: przezroczystość obramowania

source: In range from 0 to 1
pl: W zakresie od 0 do 1

source: border width
pl: grubość obramowania

source: color of map regions
pl: kolor mapy

source: enable zoom
pl: aktywuj przybliżanie

source: enable drag
pl: aktywuj przesuwanie

source: initial zoom
pl: początkowe przybliżenie

source: hover color
pl: kolor po najechaniu

source: hover opacity
pl: przezroczystość po najechaniu

source: selected color
pl: kolor po wybraniu

source: allow to multi select regions
pl: pozwól na multi wybór regionów

source: Show ISO code labels
pl: Pokaż kody ISO

source: Show tooltip on mouseover
pl: Pokaż tooltip po najechaniu myszą

source: Vector maps
pl: Mapy wektorowe

source: country code
pl: kod państwa

source: Code of the country where the pin will appear
pl: Kod państwa nad którym pojawi się przypięta zawartość

source: preselect region
pl: region ma być wybrany

source: Pin text content
pl: Zawartość przypiętej zawartości

source: Vector map pin
pl: Przypięta zawartość

source: Vector map pins
pl: Przypięte zawartości

source: Choose a vector map
pl: Wybierz mapę wektorową

source: Vector map add-on
pl: Dodatek mapy wektorowej
